;Place localized text in this file
[Stormtrooper X2SoldierClassTemplate]
DisplayName="Бегун"
ClassSummary="Постоянно продвигаясь вперед, бегун полагается на свою мобильность, имея при себе только буллпап и набор гранат. Очень агрессивный штурмовик может легко очистить комнату."

; These entries are used with the "classic" promotion screen that shows just the two ability columns.

LeftAbilityTreeTitle="Очистка"
RightAbilityTreeTitle="Нарушение"

; These entries are used for the "new" promotion screen in the Training Center or with the New Promotion Screen By Default mod.

AbilityTreeTitles[0]="Очистка"
AbilityTreeTitles[1]="Бегун"
AbilityTreeTitles[2]="Нарушение"
AbilityTreeTitles[3]="Xcom"



;ALPHABETICAL ORDER
RandomNickNames[0]="Арбитр"
RandomNickNames[1]="Берсеркер"
RandomNickNames[2]="Выключатель"
RandomNickNames[3]="Бульдог"
RandomNickNames[4]="Катар"
RandomNickNames[5]="Шанс"
RandomNickNames[6]="Зарядник"
RandomNickNames[7]="Крейсер"
RandomNickNames[8]="Смельчак"
RandomNicknames[9]="Дьявольский пес"
RandomNickNames[10]="Заблудший"
RandomNickNames[11]="Окончательный"
RandomNicknames[12]="Молниеносный"
RandomNicknames[13]="Герой"
RandomNickNames[14]="Бессмертный"
RandomNickNames[15]="Судья"
RandomNickNames[16]="Судья"
RandomNickNames[17]="Найтмэр"
RandomNickNames[18]="Улан"
RandomNickNames[19]="Двигатель"
RandomNickNames[20]="Направлявшийся на север"
RandomNicknames[21]="Повелитель"
RandomNicknames[22]="Пенетратор"
RandomNickNames[23]="Точка отрыва"
RandomNicknames[24]="Вопрошающий"
RandomNickNames[25]="Быстрый шаг"
RandomNicknames[26]="Наездник"
RandomNicknames[27]="Штормовой фронт"
RandomNickNames[28]="Тамплиер"
RandomNickNames[29]="Защитник"
RandomNickNames[30]="Военачальник"
RandomNicknames[31]="Зеро"

[FindCover X2AbilityTemplate]
LocFriendlyName="В укрытие!"
LocLongDescription="Получает бонусное действие при появлении новой группы противников."
LocHelpText="Получает бонусное действие при появлении новой группы противников."
LocFlyoverText="В укрытие!"
LocPromotionPopupText="<Bullet/> В укрытие! сбрасывает свой триггер в начале хода Xcom, поэтому, если он сработает в ход Xcom, он не сработает во время хода пришельцев.<br/>"